export default function MyLanguage(languageType: string) {
  const languages: any = {
    hindi: {
      CM_NAME:'श्री हेमंत सोरेन',
      MINISTER:'श्री सुदिव्य कुमार',
      SECRETARY:'श्री सुनील कुमार',
      GRIEVANCE_REGISTRATION: 'शिकायत पंजीकरण',
      KNOW_HOW_IT_WORKS: 'जानिए यह कैसे काम करता है',
      SELECT_ULB: 'शहरी स्थानीय निकाय चुनें',
      GR_DETAILS: 'शिकायत विवरण',
      GR_DESCRIPTION: 'शिकायत विवरण',
      GIVE_MORE_INFO: 'अधिक जानकारी दें',
      GR_LOCATION: 'शिकायत स्थान',
      GR_TYPE: 'शिकायत प्रकार',
      GR_DOCUMENT: 'शिकायत दस्तावेज़',
      GR_FORMAT: '(स्वीकार्य फ़ॉर्मेट्स हैं jpg, jpeg, png, pdf)',
      BASIC_INFO: 'मूल जानकारी',
      OPITONAL_TEXT:
        '(वैकल्पिक - ट्रैकिंग विवरण प्राप्त करने के लिए मोबाइल नंबर या ईमेल प्रदान करें।)',
      FULL_NAME: 'पूरा नाम',
      MOBILE_NO: 'मोबाइल नंबर',
      EMAIL: 'ईमेल',
      WARD: 'वार्ड',
      AREA: 'क्षेत्र',
      HOLDING_NO: 'होल्डिंग नंबर',
      SAF_NO: 'सैफ नंबर',
      CONSUMER_NO: 'उपभोक्ता नंबर',
      REIVEW_SUBMIT: 'समीक्षा करें और सबमिट करें',
      ULB: 'शहरी स्थानीय निकाय ',
      GR_INFO: 'शिकायत जानकारी',
      PERNSONAL_INFO: 'व्यक्तिगत जानकारी',
      CONTINUE: 'जारी रखें',
      NEXT: 'अगला',
      GO_BACK: 'वापस जाएं',
      SUBMIT: 'सबमिट करें',
      GR_SUBMITTED_SUCCESSFULLY: 'शिकायत सफलतापूर्वक सबमिट की गई!',
      GR_NO: 'शिकायत संख्या',
      GR_SUBMIT_MESSAGE:
        'कृपया भविष्य के संदर्भ के लिए इस शिकायत संख्या को रखें। आप इस शिकायत संख्या से अपनी शिकायत की स्थिति ट्रैक कर सकते हैं। हमने आपकी शिकायत का विवरण आपके ईमेल पर भी भेजा है।',
      GR_VIEW_DETAILS: 'शिकायत विवरण देखें',
      ULB_MANDAT_MSG: 'यूएलबी अनिवार्य है',
      GR_MANDAT_MSG: 'शिकायत विवरण अनिवार्य है।',
      RELOAD_CAPTCHA: 'कैप्चा पुनः लोड करें।',
      ENTER_CAPTCHA: 'कैप्चा दर्ज करें।',
      CAPTCHA_MANDAT: 'कैप्चा अनिवार्य है',

      // ═════════════║ PRE INFORMATORY  ║═════════════
      PRE_SUCH_POINTS:
        'ऐसे विषय या बिंदुओं की सूची, जिन्हें जनशिकायत नहीं मानी जायेगी',
      PRE_POINT_1: 'सूचना के अधिकार (RTI) से संबंधित मामले।',
      PRE_POINT_2: 'माननीय न्यायालयों में विचाराधीन मामले।',
      PRE_POINT_3:
        'केंद्र सरकार या सार्वजनिक क्षेत्र के उपक्रमों से जुड़े मामले।',
      PRE_POINT_4:
        'इस पोर्टल द्वारा स्वच्छता सेवाओं का समर्थन नहीं किया जाता है।',
      PRE_POINT_5: 'योजना और नीति से जुड़े मामले।',
      PRE_POINT_6: 'सुझाव के रूप में प्राप्त मामले।',
      PRE_POINT_7: 'आर्थिक सहायता या नौकरी की मांग से जुड़े मामले।',
      PRE_POINT_8: 'धर्म-संप्रदाय से जुड़े मामले।',
      PRE_ACKN:
        'मैं स्वीकार करता हूं कि मैंने उपरोक्त नियम और शर्तों को पढ़ लिया है और मैं उनसे सहमत हूं।',
      // ═════════════║ TOP BAR  ║═════════════
      GOVT_JH: 'झारखंड सरकार',
      HELPLINE_NO: 'हेल्पलाइन नंबर : 0651-2281500',
      HOME: 'मुख पृष्ठ',
      Grievance_Registration: 'शिकायत पंजीकरण',
      TRACK_GR: 'शिकायत ट्रैक करें',
      QUICK_TOOL: 'त्वरित उपकरण',
      QUICK_ACT: 'त्वरित क्रिया',
      SUPPORT: 'सहायता',
      LANGUAGE: 'भाषा',
      // ═════════════║ QUICK TOOLS LINKS   ║═════════════
      GENERAL_TOOLS: 'सामान्य उपकरण',
      PROPERTY_TOOLS: 'संपत्ति उपकरण',
      WATER_TOOLS: 'जल उपकरण',
      TRADE_TOOLS: 'व्यापार उपकरण',
      SEPTIC_TANK_CLEANING_TOOLS: 'सीवेज टैंक सफाई उपकरण',
      PET_REGISTRATION: 'पेट पंजीकरण',
      WATER_TANKER_BOOKING: 'जल टैंकर बुकिंग',
      ADVERTISEMENT_TAX: 'विज्ञापन कर',
      LODGE_AND_BANQUET_REGISTRATION: 'लॉज और बैंक्वेट पंजीकरण',
      SOLID_WASTE_USER_CHARGE: 'ठोस अपशिष्ट उपयोग शुल्क',
      MARRIAGE_REGISTRATION: 'विवाह पंजीकरण',
      PUBLIC_TRANSPORT_CITY_BUS: 'सार्वजनिक परिवहन शहर बस',
      PARKING_MANAGEMENT: 'पार्किंग प्रबंधन',
      RIG_MACHINE_REGISTRATION: 'रिग मशीन पंजीकरण',
      HRMS_AND_PAYROLL: 'एचआरएमएस और पेरोल',

      // ═════════════║ BANNER  ║═════════════
      Jharkhand_Integrated: 'झारखंड एकीकृत जन शिकायत निवारण प्रणाली',
      URBAN_DEV: 'शहरी विकास और आवास विभाग - झारखंड सरकार',
      YOU_CAN: 'आप शिकायत दर्ज भी कर सकते हैं:',
      DO_YOU: 'क्या आपके पास कोई प्रश्न है?',
      REISTER_GR_NOW: 'शिकायत अभी दर्ज करें',
      GR_REC: 'शिकायत प्राप्त हुई',
      GR_RES: 'शिकायत का समाधान हुआ',
      GR_PEN: 'शिकायत लंबित है',

      // ═════════════║ CHATBOT  ║═════════════
      WHATSAPP: 'व्हाट्सएप',
      PHONE: 'फोन',
      CHATBOT: 'चैटबोट',


    // OPTIONS 
      OPT_ONLINE:"ऑनलाइन",
      OPT_WHATSAPP:"व्हाट्सएप",
      OPT_EMAIL: "ईमेल",
      OPT_PHONE:"फ़ोन",

      OPST_ONLINE:"ऑनलाइन पैनल ",
      OPST_WHATSAPP:"व्हाट्सएप पर शिकायत दर्ज करें",
      OPST_EMAIL:"शिकायत ईमेल करें",
      OPST_PHONE:"टोल-फ़्री नंबर",

      // INFORMATION


      STATE_NAME:"झारखण्ड",
      MAIL:"मेल करें",
      MAIL_HEAD:"ईमेल पर शिकायत दर्ज करें ",
      PHONE_HEAD:"फ़ोन नंबर से शिकायत दर्ज करें",
      PHONE_TEXT:"फ़ोन करें",
      WHATSAPP_HEAD:"व्हाट्सएप पर शिकायत दर्ज करें",
      WHATSAPP_TEXT:"व्हाट्सएप करें",

      SERIAL_NUM:"सीरीयल नम्बर",
      CONTACT_TO:"संपर्क करें",
      CONTACT_NUM:"संपर्क नम्बर",
      ACTION:"एक्शन",


    // REVIEW

    REVIEW_SD:"राज्य प्रशासन द्वारा सत्यापित करने के बाद आपका फीडबैक यहाँ प्रदर्शित  किया जाएगा।",





      // ═════════════║ BOXES  ║═════════════
      GREVINCE_REG: 'शिकायत पंजीकरण',
      GREVINCE_REG_DES:
        'यहाँ क्लिक करें ताकि आप नई शिकायत पंजीकरण की प्रक्रिया प्रारंभ कर सकें। आवश्यक विवरण प्रदान करें और अपनी समस्या को संबंधित अधिकारियों द्वारा हल करने के लिए प्रस्तुत करें।',
      TRACK_GEV: 'शिकायत ट्रैक करें',
      TRACK_GEV_DES:
        'यहाँ क्लिक करें ताकि आप अपनी पूर्व पंजीकृत शिकायत की वर्तमान स्थिति ट्रैक कर सकें। अपडेट, प्रगति और संबंधित विभाग द्वारा किए गए किसी भी कार्य को देखें।',
      SEND_REM: 'रिमाइंडर भेजें',
      SEND_REM_DES:
        'यहाँ क्लिक करें ताकि आप लंबित शिकायत के लिए रिमाइंडर भेज सकें। यह संबंधित अधिकारियों को समाधान में देरी के बारे में सूचित करेगा और उन्हें आवश्यक कार्रवाई करने के लिए प्रेरित करेगा।',
      GIVE_FEED: 'प्रतिक्रिया दें',
      GIVE_FEED_DES:
        'यहाँ क्लिक करें ताकि आप अपनी शिकायत के निवारण पर प्रतिक्रिया दे सकें। आपकी प्रतिक्रिया शिकायत निवारण प्रक्रिया और सेवा गुणवत्ता में सुधार करने में मदद करती है।',

      // ═════════════║ ABOUT JHARKAND  ║═════════════
      ABOUT_JHARKAND: 'झारखंड जन शिकायत निवारण प्रणाली के बारे में',
      ABOUT_JHARKAND_DES_1:
        'झारखंड जन शिकायत निवारण प्रणाली एक ऑनलाइन प्लेटफ़ॉर्म है जो नागरिकों को विभिन्न सरकारी सेवाओं से संबंधित अपनी चिंताओं और शिकायतों को व्यक्त करने का अधिकार प्रदान करती है। यह प्रणाली निवासियों को आवास, संपत्ति विवाद, जल आपूर्ति समस्याएं, कचरा प्रबंधन, सड़क की स्थिति और ध्वनि प्रदूषण जैसी समस्याओं के बारे में आसानी से शिकायत दर्ज करने की अनुमति देती है।',
      ABOUT_JHARKAND_DES_2:
        'एक बार शिकायत पंजीकृत होने पर, इसे ट्रैक किया जाता है और समाधान के लिए संबंधित विभाग को अग्रेषित किया जाता है। यह प्रणाली यह सुनिश्चित करती है कि प्रत्येक शिकायत समयबद्ध तरीके से निपटाई जाए, जिससे पारदर्शिता और जिम्मेदारी बढ़ती है। नागरिक अपनी शिकायत की प्रगति को भी मॉनिटर कर सकते हैं और अधिकारियों द्वारा की गई कार्रवाई के बारे में अपडेट प्राप्त कर सकते हैं।',

      // ═════════════║ Grievance Register Mediums  ║═════════════
      GREVI_REG_MED: 'शिकायत पंजीकरण माध्यम',
      ONLINE: 'ऑनलाइन',
      ONLINE_DES: 'आप अपनी शिकायत सीधे पैनल से पंजीकृत कर सकते हैं।',
      WP_CHATBOT: 'व्हाट्सएप चैटबोट',
      WP_CHATBOT_DES:
        'आसानी से व्हाट्सएप इंटरएक्टिव चैटबोट के माध्यम से अपनी शिकायत पंजीकृत करें।',
      EMAI: 'ईमेल',
      EMAIL_DES: 'हमें अपनी शिकायत ईमेल भेजें।',
      PHONE_DES: 'हमारे टोल-फ्री नंबर पर सीधे कॉल करें।',


      // ═════════════║ Grievance Register Mediums BOXES ║═════════════


      WP_BOX: 'व्हाट्सएप में शिकायत पंजीकरण करें',
      EMAIL_BOX: 'हमें शिकायत ईमेल करें',
      PHONE_BOX: 'टोल-फ्री नंबर',

      // ═════════════║ CUSTOMER SUPPORT  ║═════════════
      SUPPORT_HEADING: 'आसानी से शिकायत पंजीकरण चरणों को पूरा करें।',
      STEP1: 'चरण-1 : आधिकारिक वेबसाइट पर जाएं',
      STEP1_DESC:
        'अपने ब्राउज़र से https://jharkhandegovernance.com वेबसाइट पर जाएं।',
      STEP2: 'चरण-2 : शिकायत पंजीकरण पर क्लिक करें',
      STEP2_DESC:
        'शिकायत पंजीकरण फॉर्म खोलने के लिए शिकायत पंजीकरण विकल्प पर क्लिक करें।',
      STEP3: 'चरण-3 : फॉर्म सबमिट करें',
      STEP3_DESC: 'सभी आवश्यक विवरण भरें और फॉर्म सबमिट करें।',
      STEP4: 'चरण-4 : शिकायत ट्रैक करें',
      STEP34_DESC:
        'प्रदान की गई शिकायत संख्या की प्रति बनाएं। आप इस शिकायत नंबर से अपनी शिकायत को आगे ट्रैक कर सकते हैं।',

      // ═════════════║ FOOTER  ║═════════════
      YOU_DOWNLOAD:
        'आप शिकायत मोबाइल एप्लिकेशन डाउनलोड कर सकते हैं, जो प्ले स्टोर और ऐप स्टोर पर उपलब्ध है।',

      // ═════════════║ FOOTER IMPORTANT LINKS  ║═════════════
      IMPORTANT_LINKS: 'महत्वपूर्ण लिंक',
      NATIONAL_PORTAL_OF_INDIA: 'भारत का राष्ट्रीय पोर्टल',
      STATE_PORTAL_OF_JHARKHAND: 'झारखंड राज्य पोर्टल',
      STATE_PORTAL_OF_JHARKHAND_DUPLICATE: 'झारखंड राज्य पोर्टल',
      JHARKHAND_POLICE: 'झारखंड पुलिस',
      MUKHYAMANTRI_JANSAMVAD: 'मुख्यमंत्री जनसंवाद',
      IPRD: 'आईपीआरडी',
      JHARKHAND_LTD: 'झारखंड लिमिटेड',

      // ═════════════║ FOOTER USEFUL LINKS  ║═════════════
      USEFUL_LINKS: 'उपयोगी लिंक',
      MINISTRY_OF_URBAN_DEVELOPMENT: 'शहरी विकास मंत्रालय',
      MINISTRY_OF_HOUSING_AND_URBAN_POVERTY_ALLEVIATION:
        'आवास और शहरी गरीबी उन्मूलन मंत्रालय',
      SMART_CITY: 'स्मार्ट सिटी',
      SWACHH_BHARAT_MISSION_URBAN: 'स्वच्छ भारत मिशन - शहरी',
      RANCHI_MUNICIPAL_CORPORATION: 'रांची नगर निगम',

      // ═════════════║ FOOTER USEFUL LINKS  ║═════════════
      DEPARTMENT: 'विभाग',
      ABOUT_US: 'हमारे बारे में',
      ULB_CONTACTS: 'ULB संपर्क',
      SERVICES: 'सेवाएं',
      SCHEMES: 'योजनाएं',
      VIDEOS: 'वीडियो',
      GM: "शिकायत प्रबंधन",
      // ═════════════║ CONTACT  ║═════════════

      CONTACT: 'संपर्क',
      URBAN_DEVELOPMENT_HOUSING_DEPARTMENT:
        'शहरी विकास और आवास विभाग, 4वीं मंजिल, परियोजना भवन, धुर्वा, रांची',
      MPHONE: '+91 91232544478',
      GMAIL: 'ईमेल: ud.secy@gmail.com',

      // ═════════════║ CUSTOMER SUPPORT WHATSAPP SECTION ║═════════════
      STRGWC: "व्हाट्सएप चैटबोट के साथ शिकायत पंजीकरण के चरण",
      WP_SEC_ST: 'चरण-1 : संदेश भेजें',
      WA_SM: "व्हाट्सएप खोलें और चैटबॉट नंबर पर 'नमस्ते' जैसा संदेश भेजें।",
      GR_SR: 'चरण-2 : शिकायत पंजीकरण चयन करें',
      CB_PR:
        "चैटबॉट आपको विकल्पों के साथ प्रेरित करेगा। उपलब्ध सूची में से 'शिकायत पंजीकरण' विकल्प चुनें।",
      PD_DT: 'चरण-3 : विवरण प्रदान करें',
      CB_GC:
        'चैटबॉट के निर्देशों का पालन करें और शिकायत श्रेणी जैसे पानी, कचरा, सड़क समस्या आदि का चयन करें, मुद्दे का वर्णन करें और आवश्यक जानकारी जैसे स्थान प्रदान करें।',
      CS_SB: 'चरण-4 : पुष्टि करें और सबमिट करें',
      CB_CM:
        'सभी आवश्यक जानकारी भरने के बाद, अपनी सबमिशन की पुष्टि करें। चैटबॉट आपको एक पुष्टि संदेश प्रदान करेगा जिसमें कहा जाएगा कि आपकी शिकायत पंजीकृत हो गई है।',
      TY_GR: 'चरण-5 : अपनी शिकायत ट्रैक करें',
      GN_TR:
        'आपको एक शिकायत संख्या प्राप्त होगी। इस संख्या का उपयोग अपनी शिकायत की प्रगति को ट्रैक करने के लिए करें, और चैटबॉट आपको सूचित करेगा जब इसे हल किया जाएगा।',

      // ═════════════║ CUSTOMER SUPPORT EMAIL SECTION ║═════════════
      ER_GR: 'ईमेल के माध्यम से शिकायत पंजीकरण करने के चरण।',
      EM_GR:
        "एक ईमेल लिखें और इसे 'शिकायत पंजीकरण' विषय के साथ aadrikainfomedia@gmail.com पर भेजें।",
      PD_GR: 'चरण-2 : शिकायत विवरण प्रदान करें',
      EM_DT:
        'ईमेल बॉडी में निम्नलिखित विवरण शामिल करें:\nआपका नाम\nसंपर्क जानकारी\nशिकायत की श्रेणी (जैसे पानी, कचरा, सड़क समस्या आदि)\nमुद्दे का विवरण\nसमस्या का स्थान\nकोई सहायक दस्तावेज (यदि लागू हो)',
      RN_GR: 'चरण-3 : शिकायत संख्या प्राप्त करें',
      EM_CN:
        'जब आपकी ईमेल प्राप्त और संसाधित हो जाती है, तो आपको एक पुष्टि ईमेल प्राप्त होगा जिसमें आपकी अद्वितीय शिकायत संख्या होगी। इस संख्या का उपयोग ट्रैकिंग के लिए करें।',
      TY_GR_A: 'चरण-4 : अपनी शिकायत ट्रैक करें',
      GR_ST:
        'प्रदान की गई शिकायत संख्या का उपयोग करके, आप अपनी शिकायत की स्थिति के बारे में पूछताछ कर सकते हैं, फॉलो-अप ईमेल भेजकर या वेबसाइट पर शिकायत ट्रैकिंग पेज पर जाकर।',
      GR_RN: 'चरण-5 : शिकायत समाधान सूचना',
      GR_RC:
        'जब आपकी शिकायत हल हो जाती है, तो आपको समाधान की सूचना देने वाला अंतिम पुष्टि ईमेल प्राप्त होगा।',


      // ═════════════║ LANDING PAGE MODAL  ║═════════════
      MODAL_TITLE: "क्या आप एक शिकायत दर्ज करना चाहते हैं?",

      // ═════════════║ ALL PAGES  ║═════════════
      G_T: "सामान्य उपकरण",
      JR_ACT: "झारखंड अधिनियम और नियम",
      PT_TL: "प्रॉपर्टी उपकरण",
      FN_HN: "नया होल्डिंग नंबर खोजें",
      HT_ACT: "होल्डिंग टैक्स अधिनियम और नियम",
      KY_TC: "अपने टैक्स कलेक्टर को जानें",
      WT_TL: "पानी उपकरण",
      KY_CN: "अपने कंज्यूमर नंबर को जानें",
      KY_WD: "अपने वार्ड को जानें",
      KY_ULB: "अपने ULB को जानें",
      ST_LC_NO: "ट्रेड लाइसेंस नंबर खोजें",
      SA_NO: "आवेदन नंबर खोजें",
      TL_TL: "ट्रेड लाइसेंस उपकरण",
      ST_CLEAN_TL: "सेप्टिक टैंक सफाई उपकरण",
      ACT_RULES: "अधिनियम और नियम",
      SR_NO: "पंजीकरण नंबर खोजें",
      PT_ACT_RULES: "पेट अधिनियम और नियम",
      SLN: "लाइसेंस नंबर खोजें",
      WT_BK_TL: "पानी टैंकर बुकिंग उपकरण",
      BOOKING_NO: "बुकिंग नंबर खोजें",
      AT_TL: "विज्ञापन कर उपकरण",
      LB_REG_TL: "लॉज और बैंक्वेट पंजीकरण उपकरण",
      SW_UC_TL: "ठोस कचरा उपयोग शुल्क उपकरण",
      MR_REG_TL: "विवाह पंजीकरण उपकरण",
      PT_CB_TL: "सार्वजनिक परिवहन सिटी बस उपकरण",
      PM_TL: "पार्किंग प्रबंधन उपकरण",
      RM_REG_TL: "रिग मशीन पंजीकरण उपकरण",
      HRMS_PP_TL: "HRMS और पेरोल उपकरण",

      // ═════════════║ FEEDBACK PAGES  ║═════════════
      GY_FB: "हमें आपकी प्रतिक्रिया दें",
      FF_FB: "हमें आपकी प्रतिक्रिया देने में संकोच न करें",
      YF_FB: "हमारे सिस्टम को बेहतर बनाने के लिए आपकी प्रतिक्रिया बहुत महत्वपूर्ण है, कृपया हमें अपनी मूल्यवान प्रतिक्रिया देने में संकोच न करें। आगे की पूछताछ के लिए जन सेवा केंद्र से संपर्क करें। और +918458697845 पर हमसे संपर्क करने में संकोच न करें।",
      RU: "हमें रेट करें",
      WY_NAME: "अपना नाम लिखें",
      FB: "प्रतिक्रिया",
      WG_SUG: "क्या आप अपनी सुझाव देना चाहते हैं?",
      EN_NAME: "अपना नाम दर्ज करें",
      EN_FB: "अपनी प्रतिक्रिया दर्ज करें",
      EN_SUG: "अपना सुझाव दर्ज करें",
      SBMT: "सबमिट करें",
      // ═════════════║ ZONE WORD LIST PAGE  ║═════════════
      ULB_WW_LIST: "शहरी स्थानीय निकाय वार्ड सूची",
      SY_DIST: "अपना जिला चुनें",
      ZN_NAME: "जोन का नाम",
      WD_NAME: "वार्ड का नाम",
      ADDR_AT: "पता",
      SRCH: "खोजें",

      // ═════════════║ PRIVACY POLICY  ║═════════════

      TOU_JS: "झारखंड सेवाओं के उपयोग की शर्तें",
      LU_DATE: "अंतिम अद्यतन 1 अगस्त, 2024",
      TOU_DESC: "निम्नलिखित उपयोग की शर्तें ('शर्तें') झारखंड द्वारा प्रदान की गई सेवाओं तक आपकी पहुंच और उपयोग को नियंत्रित करती हैं, जिसमें झारखंड वेबसाइट, मोबाइल एप्लिकेशन और इन प्लेटफार्मों के माध्यम से प्रदान की गई अन्य सेवाएं (सामूहिक रूप से, 'सेवाएं') शामिल हैं।",
      TOU_AGREE: "'झारखंड', 'हम', 'हमारा', 'कंपनी' शब्दों का मतलब झारखंड के मालिकों, प्रबंधकों और कर्मचारियों से है। 'आप' शब्द का मतलब झारखंड की सेवाओं के उपयोगकर्ता या दर्शक से है। झारखंड की सेवाओं का उपयोग करके, आप इन शर्तों से बंधने के लिए सहमत होते हैं। कृपया इन्हें ध्यान से पढ़ें।",
      SVC_GUIDELINES: "सेवा उपयोग दिशानिर्देश",
      IP_PROTECTION: "जो कुछ आप हमारी सेवाओं पर देखते हैं, वह बौद्धिक संपदा कानूनों के तहत संरक्षित हो सकता है।",
      CNTNT: "सामग्री",
      JMC_CGRS: "झारखंड नगर निगम (नागरिक शिकायत निवारण प्रणाली)",
      JMC_CGRS_DESC: "झारखंड नगर निगम (नागरिका शिकायत निवारण प्रणाली) एक वेब-आधारित उद्यम समाधान है जिसे नागरिक संतोष बढ़ाने के लिए डिज़ाइन किया गया है, जो व्यापक सेवा प्रबंधन और कुशल सेवा वितरण के माध्यम से काम करता है।",
      JMC_CGRS_AUTOMATE: "झारखंड नगर निगम शिकायत प्रक्रिया को पंजीकरण से लेकर समाधान तक स्वचालित करता है। यह सेवा स्तर नीतियों को लागू करता है ताकि यह सुनिश्चित किया जा सके कि शिकायतों का निपटान उचित विभाग द्वारा निर्धारित समयसीमा में किया जाता है। यदि सेवा स्तर या गुणवत्ता मानकों का पालन नहीं किया जाता है, तो सिस्टम इस मुद्दे को उच्च अधिकारियों के पास भेजता है। एक बार शिकायत पंजीकृत होने के बाद, यह संबंधित क्षेत्र अधिकारी को सौंप दी जाती है। सिस्टम स्वचालित रूप से अधिकारी को एक एसएमएस भेजता है, उन्हें आवश्यक कार्रवाई करने के लिए सूचित करता है।",
      JMC_CGRS_RESOLVE: "अधिकारी को शिकायत को निर्दिष्ट अवधि के भीतर हल करना होता है। एक बार शिकायत हल हो जाने पर, अधिकारी इसे सिस्टम में बंद कर देता है। नागरिक को समाधान की पुष्टि करने वाला एक एसएमएस प्राप्त होता है। यदि नागरिक संतुष्ट नहीं होता, तो वे शिकायत को फिर से खोलने का अनुरोध कर सकते हैं, जिसे फिर से उच्च प्राधिकरण के पास भेजा जाएगा।",
      JMC_CGRS_POLICY: "हमारे पास बिना किसी सूचना के हमारे प्लेटफार्मों पर किसी भी सामग्री को हटाने, संपादित करने, संशोधित करने या अप्रकाशित करने का अधिकार है। झारखंड नगर निगम अन्य स्रोतों से प्राप्त सामग्री के लिए उचित उपयोग नीति का पालन करता है। हम आपकी खाता जानकारी या खाता के अवैध उपयोग से होने वाले किसी भी वित्तीय या व्यक्तिगत नुकसान के लिए जिम्मेदार नहीं हैं। हम अपने प्लेटफॉर्म पर उपलब्ध सामग्री की सटीकता, अक्षमताओं, पूर्णता, आंशिकता, परिवर्तन, संशोधन या समय की पाबंदी के लिए कोई जिम्मेदारी नहीं लेते हैं। आप सेवाओं का उपयोग केवल कानूनी उद्देश्यों के लिए करने और तीसरे पक्षों के अधिकारों का उल्लंघन न करने के लिए सहमत होते हैं। हमारे सामुदायिक दिशानिर्देश, जो इन शर्तों का हिस्सा हैं, सेवा के स्वीकार्य और अस्वीकार्य उपयोगों के बारे में अधिक जानकारी प्रदान करते हैं। हम उस सामग्री के लिए शून्य सहनशीलता रखते हैं जो हमारे सामुदायिक दिशानिर्देशों का पालन नहीं करती है। कोई भी अस्वीकार्य उपयोग, जिसमें अश्लील, अवैध, धमकी देने वाली, उत्पीड़न करने वाली, अत्यधिक हिंसक सामग्री या आत्मा या दूसरों को नुकसान पहुँचाने वाली सामग्री पोस्ट करना या इकट्ठा करना शामिल है, आपके खाते की तत्काल समाप्ति और भविष्य में सेवा तक पहुंच के निलंबन का कारण बन सकता है।",
      YOUR_CNTNT: "आपकी सामग्री",
      YCCOJMC: "आप झारखंड नगर निगम (JMC) पर टिप्पणी कर सकते हैं। ऐसा सामग्री पोस्ट करके, आप हमें इसे हमारी सेवा प्रदान करने के लिए आवश्यक तरीके से उपयोग करने की अनुमति देते हैं, जिसमें इसे संग्रहीत करना, प्रदर्शित करना, पुन: प्रस्तुत करना, और वितरित करना शामिल है। इसमें आपके सामग्री को साझेदार कंपनियों या सेवाओं के साथ प्रचारित करना भी शामिल हो सकता है ताकि व्यापक प्रसारण, वितरण या प्रकाशन किया जा सके। आप झारखंड के माध्यम से प्रकाशित सामग्री के लिए जिम्मेदार हैं और इससे जुड़े सभी जोखिमों को स्वीकार करते हैं, जिसमें अन्य व्यक्तियों द्वारा इसकी सटीकता पर भरोसा करना या इसके प्रकाशन से उत्पन्न कानूनी दावे शामिल हो सकते हैं। झारखंड पर सामग्री पोस्ट करके, आप यह पुष्टि करते हैं कि आपके पास उस सामग्री को प्रकाशित करने के लिए आवश्यक अधिकार हैं, और ऐसा करना किसी अन्य को दिए गए लाइसेंसों के साथ संघर्ष नहीं करता। हम हमेशा सभी की सामग्री को पूर्व-जांच नहीं करते। हालांकि, हमारे पास झारखंड पर किसी भी सामग्री की समीक्षा, संपादन, संशोधन, और हटाने का अधिकार है। झारखंड के माध्यम से आप या किसी और द्वारा प्रकाशित किसी भी चीज़ के लिए हम कोई दायित्व नहीं मानते। झारखंड में उन वेबसाइटों, सेवाओं, सामग्री, और विज्ञापनों के लिंक हो सकते हैं जिन्हें हम स्वामित्व या नियंत्रण में नहीं रखते। हम उस सामग्री के लिए समर्थन या जिम्मेदारी का दावा भी नहीं करते। भविष्य में, झारखंड आपकी सामग्री के साथ विज्ञापन प्रदर्शित कर सकता है। ऐसे विज्ञापनों से प्राप्त राजस्व को आपके साथ साझा करने के लिए हम बाध्य नहीं हैं।",

      PRIVACY: "गोपनीयता",
      PRIVACY_POLICY_DESC: "हमारी गोपनीयता नीति सेवा पर जानकारी संग्रहण और उपयोग को स्पष्ट करती है, जिसमें वह जानकारी भी शामिल है जिसे आप व्यक्तिगत मान सकते हैं। आप उस नीति में वर्णित जानकारी प्रथाओं के लिए सहमत होते हैं, जैसा कि समय-समय पर अद्यतन हो सकता है।",
      SECURITY: "सुरक्षा",
      SECURITY_DESC: "हम झारखंड की सुरक्षा को बहुत गंभीरता से लेते हैं। हम आपके खाता और उससे संबंधित डेटा की सुरक्षा को सुनिश्चित करने के लिए उचित प्रथाओं का पालन करते हैं, लेकिन हम यह गारंटी नहीं दे सकते कि कोई हमारी सुरक्षा उपायों को पार नहीं कर पाएगा। यदि आपको अपने खाते से संबंधित किसी भी प्रकार का उल्लंघन का पता चले, तो कृपया तुरंत हमें सूचित करें। हम हमेशा झारखंड में सुरक्षा漏洞 की तलाश करते रहते हैं। अगर आप हमारी सेवा में कोई दोष पाते हैं, तो हमें तुरंत सूचित करने के लिए हम आपके आभारी होंगे। किसी दोष को रिपोर्ट करने के लिए, कृपया gzb.nagar.nigam@gmail.com पर ईमेल भेजें।",
      ELIGIBILITY: "पात्रता",
      ELIGIBILITY_DESC: "भारतीय कानून के अनुसार, उपयोगकर्ताओं को हमारी सेवाओं का उपयोग करने के लिए कम से कम 12 वर्ष की आयु का होना चाहिए। यदि आप भारत से बाहर हैं और 12 वर्ष से कम उम्र के हैं, तो कृपया झारखंड का उपयोग पेरेंटल मार्गदर्शन में करें।",
      COPYRIGHT: "कॉपीराइट",
      COPYRIGHT_DESC: "झारखंड दूसरों के बौद्धिक संपदा अधिकारों का सम्मान करता है और सेवाओं के उपयोगकर्ताओं से भी यही अपेक्षा करता है। हम उन सूचनाओं का उत्तर देंगे जो लागू कानूनों के अनुसार और उचित रूप से हमें प्राप्त हों। यदि आपको लगता है कि आपकी सामग्री की नकल की गई है और यह कॉपीराइट उल्लंघन का कारण बन रही है, तो कृपया smartranchi02@gmail.com पर अपने संपर्क विवरण के साथ हमें ईमेल भेजें। हम बिना पूर्व सूचना के और अपनी विवेकाधीन शक्ति से सामग्री को हटा सकते हैं, जो कथित रूप से उल्लंघनकारी या अन्यथा अवैध हो। उचित परिस्थितियों में, झारखंड नगर निगम एक उपयोगकर्ता का खाता समाप्त भी कर सकता है यदि उसे पुनरावृत्त उल्लंघनकर्ता माना जाता है।",
      CHANGES_TO_SERVICE: "हमारी सेवा में बदलाव",
      CHANGES_TO_SERVICE_DESC: "झारखंड हमेशा विकसित हो रहा है और (आशा है) बेहतर हो रहा है। इसके परिणामस्वरूप, हम कभी भी, किसी भी कारण से, हमारी सेवाओं या किसी भी भाग की पहुंच को बदल सकते हैं, समाप्त कर सकते हैं या प्रतिबंधित कर सकते हैं, चाहे पहले से सूचना हो या न हो। हम ऐसा एक, कुछ या सभी उपयोगकर्ताओं के संदर्भ में कर सकते हैं।",
      DISCLAIMERS: "अस्वीकरण",
      DISCLAIMERS_DESC: "स्मार्ट रांची 'जैसा है' प्रदान किया गया है, बिना किसी प्रकार की गारंटी, स्पष्ट या निहित। RMC सभी प्रकार की वाणिज्यिकता, विशेष उद्देश्य के लिए उपयुक्तता, और उल्लंघन से बचाव की शर्तों से इनकार करता है।",
      LIMITATION_OF_LIABILITY: "जिम्मेदारी की सीमा",
      LIMITATION_OF_LIABILITY_DESC: "कानून के अनुसार अधिकतम सीमा तक, RMC किसी भी अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी, या दंडात्मक नुकसान के लिए जिम्मेदार नहीं होगा, या किसी भी लाभ या राजस्व की हानि के लिए, चाहे वह प्रत्यक्ष या अप्रत्यक्ष रूप से हुआ हो, या डेटा की हानि, उपयोग, सद्भावना या अन्य अमूर्त हानियों के लिए जो निम्नलिखित के परिणामस्वरूप हो सकती हैं: स्मार्ट रांची तक आपकी पहुंच, उपयोग, पहुंच न कर पाना, या इसका उपयोग न कर पाना; स्मार्ट रांची पर तीसरे पक्ष का कोई भी व्यवहार या सामग्री, जिसमें किसी तीसरे पक्ष का अपमानजनक, आपत्तिजनक, या अवैध व्यवहार शामिल है; आपकी सामग्री की कोई भी अनधिकृत पहुंच, उपयोग, या परिवर्तन।",
      ARBITRATION: "मध्यस्थता",
      ARBITRATION_DESC: "यदि आप किसी भी कारण से स्मार्ट रांची से नाराज हो जाते हैं, तो हम चाहते हैं कि हम अपने मतभेदों को अनौपचारिक रूप से सुलझा सकें। हम आपको smartranchi02@gmail.com पर हमसे संपर्क करने के लिए दृढ़ता से प्रोत्साहित करते हैं और हम विवाद को अच्छे विश्वास में सुलझाने की पूरी कोशिश करेंगे।",
      JURISDICTION: "अधिकार क्षेत्र",
      JURISDICTION_DESC: "इस समझौते की शर्तें केवल भारतीय कानून पर आधारित और उसी के अनुसार हैं। आप यहां स्वीकृत करते हैं कि सभी विवादों में रांची, भारत की अदालतों का विशेष अधिकार क्षेत्र और स्थल होगा, जो स्मार्ट रांची सेवाओं के उपयोग से उत्पन्न या संबंधित हैं। सेवाओं का उपयोग उन किसी भी क्षेत्राधिकार में अवैध है जो इन शर्तों के सभी प्रावधानों को लागू नहीं करता है, जिसमें बिना सीमा के यह अनुच्छेद शामिल है।",
      ENTIRE_AGREEMENT: "सम्पूर्ण समझौता",
      ENTIRE_AGREEMENT_DESC: "इन शर्तों और हमारी गोपनीयता नीति के माध्यम से, आप और RMC के बीच सम्पूर्ण समझौता होता है। यदि इन शर्तों का कोई प्रावधान अनुपालन योग्य नहीं पाया जाता है, तो शेष प्रावधान पूर्ण प्रभाव में बने रहेंगे।",
      MODIFICATION: "संशोधन",
      MODIFICATION_DESC: "इन शर्तों को समय-समय पर संशोधित किया जा सकता है। आप स्मार्ट रांची का उपयोग जारी रखकर इन शर्तों में किए गए किसी भी परिवर्तनों या संशोधनों को स्वीकार करने के लिए सहमत होते हैं।",
      CONTACT_DESC: "हम इन शर्तों के बारे में आपके किसी भी प्रश्न, चिंता और प्रतिक्रिया का स्वागत करते हैं। यदि आपके पास हमारे लिए कोई सुझाव है, तो कृपया smartranchi02@gmail.com पर हमें सूचित करें।",
      PRIVACY_POLICY: "गोपनीयता नीति",
      PRIVACY_POLICY_DESC1: "यहां हम आपकी जानकारी एकत्र करने, उसका उपयोग करने, और कुछ स्थितियों में दूसरों के साथ साझा करने के बारे में आपको सरल शब्दों में समझाने की पूरी कोशिश करेंगे। कृपया इस गोपनीयता नीति को ध्यान से पढ़ें। यह RMC सेवाओं के साथ आपके सभी इंटरएक्शन पर लागू होती है।",
      RECENT_NEWS: 'ताज़ा समाचार',
      ULB_WISE_WARD_LIST: 'यूएलबी वार्ड सूची',
      FAQ: 'अक्सर पूछे जाने वाले प्रश्न',
      CITIZEN_FEEDBACK: 'नागरिक प्रतिक्रिया',
      LIMITED_PERMISSION_TO_COPY: "प्रतिलिपि बनाने की सीमित अनुमति",
      LIMITED_PERMISSION_TO_ACCESS: "RMC आपको केवल सेवाओं तक पहुँचने और व्यक्तिगत उपयोग के लिए उपयोग करने की अनुमति देता है, और आप सहमत होते हैं कि आप, सीधे या परोक्ष रूप से, स्मार्ट रांची सेवाओं पर किसी भी सामग्री को डाउनलोड, संशोधित/परिवर्तित/बदलना/संशोधित/भिन्न/रूपांतरित/पुनरीक्षित/अनुवादित/प्रकाशित, या अन्यथा प्रसारित नहीं करेंगे, या सेवाओं में शामिल किसी भी प्रचार टैगलाइन को हटाएंगे या प्रदर्शित करने में विफल रहेंगे, चाहे सीधे या परोक्ष रूप से, RMC की स्पष्ट सहमति के बिना। हालांकि, आप इन पृष्ठों से अंशों को केवल व्यक्तिगत/व्यक्तिगत, गैर-व्यावसायिक उपयोग के लिए प्रिंट या डाउनलोड कर सकते हैं। आप इन पृष्ठों की किसी भी प्रतिलिपि को डिस्क या किसी अन्य भंडारण माध्यम पर सहेजकर नहीं रख सकते, सिवाय इसके कि आप इसका उपयोग बाद में देखने के उद्देश्य से करें या व्यक्तिगत/व्यक्तिगत उपयोग के लिए अंश प्रिंट करें।",
      HOW_WE_USE_AND_DISCLOSE_INFORMATION1: "हम आपकी जानकारी का उपयोग और प्रकटीकरण कैसे करते हैं",
      HOW_WE_USE_AND_DISCLOSE_INFORMATION: "स्मार्ट रांची का एक बड़ा हिस्सा उन सामग्रियों को साझा करना है जिन्हें आप रोचक पाते हैं। यही कारण है कि आपका स्मार्ट रांची प्रोफ़ाइल और आपके द्वारा पोस्ट की गई टिप्पणियां सभी सार्वजनिक हैं। इसके अलावा, हम आपके स्मार्ट रांची को सुचारू रूप से चलाने, हमारी सेवा का उपयोग करने के तरीके को बेहतर समझने, आपके अनुभव को अनुकूलित करने, दुर्व्यवहार को रोकने, और स्मार्ट रांची को सुधारने के लिए आपकी जानकारी का उपयोग करते हैं। हम आपकी व्यक्तिगत पहचान योग्य जानकारी केवल इन परिस्थितियों में साझा करते हैं: आपकी सहमति के साथ, आपको यह बताने के बाद कि कौन सी जानकारी साझा की जाएगी और किसके साथ। यदि हमें विश्वास है कि यह किसी कानून, विनियम, या कानूनी प्रक्रिया का पालन करने के लिए आवश्यक है। यदि हम आपकी जानकारी जारी करने जा रहे हैं, तो हमारी नीति है कि परिस्थितियों के तहत आपको उचित पूर्व सूचना प्रदान करें, जब तक कि कानून या अदालत के आदेश द्वारा ऐसा करने से मना न किया गया हो। हम आपकी जानकारी बिना पूर्व सूचना दिए प्रकट कर सकते हैं यदि हमें विश्वास है कि यह किसी व्यक्ति को आसन्न और गंभीर शारीरिक क्षति से बचाने के लिए आवश्यक है। इस गोपनीयता नीति का उद्देश्य किसी भी कानूनी आपत्तियों या रक्षा को सीमित करना नहीं है जो आपके पास आपकी जानकारी का खुलासा करने के प्रयासों के खिलाफ हो सकती है, जिसमें सरकार से कानूनी आदेश भी शामिल हैं। तीसरे पक्षों के साथ जो हमें अपनी सेवा प्रदान करने और सुधारने में मदद करते हैं, जैसे कि स्मार्ट रांची को तकनीकी उपकरण और एनालिटिक्स प्रदान करना, जो हमें समझने में मदद करते हैं कि लोग स्मार्ट रांची का उपयोग कैसे करते हैं ताकि हम इसे बेहतर बना सकें। यदि हम अपनी कुछ या सभी संपत्तियों को बेचते, स्थानांतरित करते या अन्यथा साझा करते हैं, जिसमें इस गोपनीयता नीति में पहचानी गई जानकारी शामिल है, एक विलय और अधिग्रहण के संबंध में। हम उन कंपनियों के साथ गैर-व्यक्तिगत पहचान योग्य, गैर-सारांश जानकारी भी साझा कर सकते हैं जो हमें अपनी सेवाओं में सुधार करने में मदद करती हैं (जैसे अनुसंधान कंपनियां और एनालिटिक्स प्रदाता)। आपकी व्यक्तिगत पहचान योग्य जानकारी की तरह, हम ऐसी कंपनियों से इस गोपनीयता नीति में उल्लिखित सीमाओं का पालन करने की आवश्यकता करते हैं। हम इस तरह से जानकारी का खुलासा कर सकते हैं कि हमारे उपयोगकर्ता स्मार्ट रांची का उपयोग कैसे करते हैं, एकत्रित तरीके से जो आपको व्यक्तिगत रूप से पहचानने में सक्षम नहीं करता।",
      DATA_SAFETY: "डेटा सुरक्षा",
      DATA_SAFETY_DESC: "HappServe एप्लिकेशन आपसे कोई विशिष्ट व्यक्तिगत जानकारी एकत्र करता है (जैसे नाम, फोन नंबर, या ईमेल पता), जो हमें व्यक्तिगत रूप से आपकी पहचान करने की अनुमति देता है। इस एप्लिकेशन को प्रदान की गई किसी भी जानकारी को हानि, दुरुपयोग, अनधिकृत पहुंच या प्रकटीकरण, परिवर्तन, या विनाश से सुरक्षित रखा जाएगा।",
      USAGE_OF_PERSONAL_DATA: "व्यक्तिगत डेटा का उपयोग",
      PURPOSE_OF_STORING_PERSONAL_DATA: "हम यहां यह जोड़ना चाहेंगे कि हम आपके द्वारा प्रदान किए गए व्यक्तिगत डेटा, जैसे ईमेल और मोबाइल नंबर, का उपयोग किसी स्वचालित निर्णय के लिए नहीं करते हैं जो आपको प्रभावित कर सकता है। सामान्यतः, हम उपयोगकर्ता खाते बनाते और बनाए रखते हैं। यह डेटा हमें हमारी सेवा और उपयोगकर्ता अनुभव प्रदान करने, प्रबंधित करने, संचालित करने, समर्थन करने और सुधारने में उपयोगी होगा। जहां तक सुरक्षा की बात है, हम आपको आपके खाते तक पहुंच प्रदान करने के लिए उचित कदम उठाकर (वन टाइम पासवर्ड के साथ आपके खाते का सत्यापन) आपकी जानकारी को सत्यापित करेंगे। अंत में, हम कोई भी जानकारी तृतीय-पक्ष अनुप्रयोगों या अन्य स्रोतों के साथ साझा नहीं करते हैं।",
      WEB_STORAGE_AND_TRACKING_POLICY: "वेब स्टोरेज और ट्रैकिंग नीति",
      WEB_STORAGE_AND_TRACKING_POLICY_DESC: "कुछ प्रकाशक या अन्य तृतीय-पक्ष सेवाएँ जिनके साथ हम साझेदारी करते हैं, आपकी इंटरनेट गतिविधि का पता लगाने के लिए कुकीज़, वेब बीकन, या अन्य तकनीकों का उपयोग कर सकते हैं। कृपया ध्यान दें कि यह गोपनीयता नीति केवल RMC की नीतियों को समझाती है और अन्य सेवाओं की प्रथाओं को कवर नहीं करती है। कुछ ब्राउज़र आपको यह संकेत देने की सुविधा देते हैं कि आप नहीं चाहते कि आपकी इंटरनेट ब्राउज़िंग गतिविधि को ट्रैक किया जाए। इंटरनेट समुदाय ने अभी तक यह तय नहीं किया है कि इन संकेतों का सर्वोत्तम तरीके से सम्मान कैसे किया जाए, इसलिए हम वर्तमान में Do-Not-Track अनुरोधों का जवाब नहीं देते हैं।",

      // ═════════════║ FAQ PAGE  ║═════════════
      FREQUENTLY_ASKED_QUESTIONS: "अक्सर पूछे जाने वाले प्रश्न",
      LAST_UPDATED: "आखिरी बार 1 अगस्त, 2024 को अपडेट किया गया",
      SEE_MORE: "और देखें   ",

      // ═════════════║ CITIZEN FEEDBACK PAGE  ║═════════════
      FEEDBACKS_AND_RATINGS_GIVEN: "दिया गया फीडबैक और रेटिंग्स",
      CITIZEN_OPINIONS: "नागरिकों की राय",

      // ═════════════║ LOG IN SECTION  ║═════════════
      MY_ACCOUNT: "मेरा खाता",
      CITIZEN_LOGIN: "नागरिक लॉगिन",
      LOG_OUT: "लॉग आउट",
      LOG_IN: "लॉगिन",
      ADMIN_LOGIN: "एडमिन लॉगिन",
      ACCESSIBILITY_OPTIONS: "पहुंच विकल्प",
      CLICK_TO_SEE_ACCESSIBILITY_OPTIONS: "पहुंच विकल्प देखने के लिए क्लिक करें",

      // ═════════════║ CITIZEN SINGUP PORTAL  ║═════════════

      SIGN_UP_GRIEVANCE_REDRESSAL_SYSTEM: "गैरवानी निवारण प्रणाली में साइन अप करें",
      ENTER_YOUR_EMAIL: "अपना ईमेल दर्ज करें",
      ENTER_YOUR_PASSWORD: "अपना पासवर्ड दर्ज करें",
      SU: "साइन अप करें",
      ENTER_YOUR_CONFIRM_PASSWORD: "अपना कन्फर्म पासवर्ड दर्ज करें",
      SIGN_IN_WITH_GOOGLE: "Google के साथ साइन इन करें",
      SIGN_UP_WITH_EPRAMAAN: "ePramaan के साथ साइन अप करें",
      ALREADY_HAVE_ACCOUNT_LOGIN: "पहले से एक खाता है! लॉगिन करें",
      QUERY_SOLVING_HEADING: "हम आपकी समस्याओं को हल करने के लिए तैयार हैं।",

      // ═════════════║CITIZEN  GR TRACK PAGE  ║═════════════
      GRIEVANCE_LIST: "शिकायत सूची",
      GRIEVANCE_NO: "शिकायत संख्या",
      CITIZEN_NAME: "नागरिक का नाम",
      STATUS: "स्थिति",
      VIEW: "देखें",
      ENDING: "लंबित",
      PR: "लंबित (फिर से खोला गया)",
     R: "अस्वीकृत",
      RS: "समाधान हुआ",
     P: "लंबित",
      // ═════════════║CITIZEN  GR TRACK PAGE BY ID   ║═════════════
      GRIEVANCE_STATUS_UPDATE: "हम इस शिकायत पर काम कर रहे हैं, आपको जल्द ही सूचित किया जाएगा।",
      GRIEVANCE_DETAILS: "शिकायत विवरण",
      REGISTERED_ON: "पंजीकृत तिथि",
      NA: "एन/ए",
      GRIEVANCE_LOCATION: "शिकायत स्थान",
      WARD_NO: "वार्ड संख्या",
      DESCRIPTION: "विवरण:",
      GRIEVANCE_DOCUMENT: "शिकायत दस्तावेज़:",
      GRIEVANCE_RESOLUTION_TIME: "शिकायत समाधान समय",
      CONTACT_INFO: "हमसे संपर्क करने के लिए +91912325398 पर कॉल करें। आप जा सकते हैं",
      JAN_SEVA_KENDRA_INFO: "किसी भी अतिरिक्त प्रश्न के लिए निकटतम जन सेवा केंद्र।",
      PAYMENT_CANCELLATION_POLICY_1: "भुगतान रद्दीकरण नीति",
      PAYMENT_CANCELLATION_POLICY: "एक बार उत्पाद भेजे जाने के बाद, रद्दीकरण नीति पर विचार नहीं किया जाएगा। इसके पहले, 5 से 6 दिन के भीतर, ग्राहक उत्पाद को डिलीवरी से पहले रद्द कर सकते हैं। अन्यथा, व्यापारी को वेबसाइट पर डिस्क्लेमर को अपडेट करने के लिए निर्देशित किया गया है। एक बार जब ग्राहक भुगतान कर देता है, तो रिफंड/रद्दीकरण पर विचार नहीं किया जाएगा।",




      // ═════════════║CITIZEN  SIDEBAR LINKS   ║═════════════

      DASHBOARD: "डैशबोर्ड",
      ALL_GR: "सभी शिकायतें",
      AF: "सभी प्रतिक्रिया",
      GYF: "अपनी प्रतिक्रिया दें",
      WT_USER: "पानी उपयोगकर्ता शुल्क",
      LODGE_BAN: "लॉज और बैंक्वेट",
      ZWWL: "क्षेत्रवार वार्ड सूची",
      FAQ_SRT: "FAQ",
      PROFILE: "प्रोफ़ाइल",
      AY: "क्या आप सुनिश्चित हैं?",
      TOOLS:"यंत्र",
      RIG_STATUS:"रिग पंजीकरण स्थिति",
      PET_STATUS: "पेट आवेदन स्थिति",
SEPTIC_STATUS: "सेप्टिक टैंक आवेदन स्थिति",
WATER_TANKER_STATUS: "वाटर टेंकर आवेदन स्थिति",
LODGE_BANQUET_STATUS: "लॉज और बैंक्वेट आवेदन स्थिति",
SWM_STATUS: "ठोस अपशिष्ट प्रबंधन आवेदन स्थिति",



      // ═════════════║ MINSITER SECTION   ║═════════════

      CM: "मुख्यमंत्री",
      SHS: "श्री हेमंत सोरेन",

      MUDHD: "मंत्री (UD&HD)",
      SSK: "श्री सुधिव्य कुमार",

      SUDHD: "सचिव (UD&HD)",
      SS_KIAS: "श्री सुनील कुमार, IAS",

      EX: "अन्वेषण करें",

      // ═════════════║CITIZEN LOGIN LANDING PAGE  ║═════════════
      WELCOME: "स्वागत है",
      WEL_TXT: "आप आसानी से अपनी शिकायतों और अन्य पहुँच विकल्पों का उपयोग कर सकते हैं।",
      TOTAL_GRV: "कुल शिकायतें पंजीकृत",
      FD_GIVEN: "दी गई प्रतिक्रिया",
      EX_MR: "अधिक अन्वेषण करें",
      RG_GR_NOW: "अब शिकायत पंजीकरण करें",
      ROLE: "भूमिका",
      CITIZEN_USER: "नागरिक उपयोगकर्ता",

      LTGRS: "शिकायत निवारण प्रणाली में लॉगिन करें",
      CTAQ: "प्रश्न पूछने के लिए क्लिक करें",
      RCVWC: "व्हाट्सएप चैटबोट के माध्यम से शिकायत दर्ज करें",
      RCVE: "ईमेल के माध्यम से शिकायत दर्ज करें",
      POE: "अन्वेषण के लिए लोकप्रिय विकल्प",
      MG: "मेरी शिकायत",
      MP: "मेरी प्रोफ़ाइल",
      WC: "व्हाट्सएप चैटबोट",

      // ═════════════║ SuPPORT LI  ║═════════════

  
      // ═════════════║ SOMEOTHET  ║═════════════
      REMARK: "टिप्पणी",
      STRGO: "ऑनलाइन शिकायत पंजीकरण के चरण",
      S1_SE: "चरण-1 : एक ईमेल भेजें",

      ARG: "सभी पंजीकृत शिकायतें",
      RGN: "अब शिकायत पंजीकरण करें",
      YCRAROC: "आप कभी भी शिकायत पंजीकरण और पुनः खोल सकते हैं।",
      // ═════════════║ CITIZEN TESTIMONIAL PAGE  ║═════════════

      FARG: "दी गई प्रतिक्रिया और रेटिंग्स",
      CO: "नागरिक राय",
      // ═════════════║ CITIZEN REVIEW PAGE   ║═════════════
      GUYF: "हमें अपनी प्रतिक्रिया दें",
      FFTGUYF: "हमें अपनी प्रतिक्रिया देने के लिए स्वतंत्र महसूस करें",
      YFIVIFU: "आपकी प्रतिक्रिया हमारे सिस्टम को बेहतर बनाने के लिए बहुत महत्वपूर्ण है, कृपया हमें अपनी मूल्यवान प्रतिक्रिया देने में संकोच न करें। ",
      WYN: "अपना नाम लिखें",
      F: "प्रतिक्रिया",
      WTGYS: "क्या आप अपनी सुझाव देना चाहते हैं?",
      EYS: "अपनी सुझाव दर्ज करें",
      EYF: "अपनी प्रतिक्रिया दर्ज करें",
      EYN: "अपना नाम दर्ज करें",
      JSK: "आगे की query के लिए संपर्क करें। और +918458697845 पर हमसे संपर्क करने में कोई संकोच न करें",
      JSK2: "जन सेवा केंद्र",
      COPY_EMAIL: "smartranchi02@gmail.com",

      // ═════════════║ CITIZEN PROFILE PAGE   ║═════════════

      MD: "मेरी जानकारी",
      N: "नाम",
      AP: "वैकल्पिक फोन",
      S: "राज्य",
      
      E: "ईमेल",
      JH: "झारखंड",
      A: "सक्रिय",
      IA: "निष्क्रिय",
      PI: "प्रोफ़ाइल जानकारी",

      // ═════════════║  Grievance Registration Steps  ║═════════════

      GRS: "शिकायत पंजीकरण चरण",
      FTGRF: "शिकायत पंजीकरण फॉर्म भरें और बुनियादी जानकारी और शिकायत संबंधित जानकारी प्रदान करें।",
      S2: "चरण 2",
      CSTSA: "आवेदन सबमिट करने के लिए सबमिट बटन पर क्लिक करें।",
      S3: "चरण 3",
      YCETYRCVCNPATOCS: "आप अपनी पंजीकृत शिकायत को शिकायत नंबर के माध्यम से आसानी से ट्रैक कर सकते हैं, जो शिकायत सबमिट करते समय प्रदान किया गया था।",
      S4: "चरण 4",
      YCRYCINSWTS: "यदि समाधान से संतुष्ट नहीं हैं, तो आप अपनी शिकायत को फिर से खोल सकते हैं।",
      TUCRF: "शिकायत पंजीकरण फॉर्म में उपयोग किए गए शब्द",
      ULB1: "ULB का मतलब है शहरी स्थानीय निकाय",
      ULB_GB: "ULB राज्य के विभिन्न क्षेत्रों में सरकारी निकाय है।",
      SE: "सेवा",
      S_M: "सेवा वह मॉड्यूल है जिसके लिए आप शिकायत दर्ज करना चाहते हैं जैसे संपत्ति, पानी, व्यापार, आदि।",
      FN: "पूरा नाम",
      MN: "मोबाइल नंबर",
      TBAIOPTWIRC: "यह वह बुनियादी जानकारी है जो व्यक्ति द्वारा शिकायत पंजीकरण के समय प्रदान की जाती है।",
      GT: "शिकायत का शीर्षक",
      TITC: "यह शिकायत का शीर्षक है।",
      GD: "शिकायत का विवरण",
      TIDTGC: "यह शिकायत का पूरा विवरण है, इसमें वह सभी जानकारी शामिल करें जो शिकायत से संबंधित हैं, उदाहरण के लिए, यदि आप संपत्ति संबंधित मुद्दों के लिए शिकायत दर्ज करना चाहते हैं तो आपको अपना होल्डिंग नंबर शामिल करना होगा, यदि आप पानी उपयोग शुल्क के खिलाफ शिकायत करना चाहते हैं तो आपको अपना उपभोक्ता नंबर शामिल करना होगा।",
      GDOC: "शिकायत दस्तावेज़",
      TIDRWC: "यह शिकायत से संबंधित दस्तावेज़ है, आप चित्र या PDF फ़ाइल अपलोड कर सकते हैं।",
      SBL: "प्रतीक",
      AFMW: "कोई भी फ़ील्ड जिसे * से चिह्नित किया गया है, आवश्यक है, आपको चिह्नित फ़ील्ड को भरना होगा।",
      GN: "शिकायत नंबर",
      GRT: "शिकायत समाधान समय",
      YGWWR: "आपकी शिकायत 10 कार्यदिवसों के भीतर हल कर दी जाएगी। यदि समाधान से संतुष्ट नहीं हैं, तो आप अपनी शिकायत को फिर से खोल सकते हैं।",
      FCTC: "कृपया हमसे संपर्क करने में संकोच न करें ",
      FQ: "अधिक जानकारी के लिए",
      NJSK: "निकटतम जन सेवा केंद्र",
      NUMBER: "+91912325398",
      YCN: "आप हमसे मिलने के लिए भी जा सकते हैं",
      // ═════════════║  MODULE  TRACK PAGE   ║═════════════
      PROPERTY_STATUS: "संपत्ति आवेदन स्थिति",
      WATER_STATUS: "जल आवेदन स्थिति",
      TRADE_STATUS: "व्यापार आवेदन स्थिति",
      
      MODULE_STATUS: "मॉड्यूल की स्थिति",



    },


    english: {
      CM_NAME:'Shri Hemant Soren',
      MINISTER:'Shri Sudivya Kumar',
      SECRETARY:'Shri Sunil Kumar',
      GRIEVANCE_REGISTRATION: 'Grievance Registration',
      KNOW_HOW_IT_WORKS: 'Know How it Works ?',
      SELECT_ULB: 'Select ULB',
      GR_DETAILS: 'Grievance Details',
      GR_DESCRIPTION: 'Grievance Description',
      GIVE_MORE_INFO: 'Give More Information',
      GR_LOCATION: 'Grievance Location',
      GR_TYPE: 'Grievance Type',
      GR_DOCUMENT: 'Grievance Document',
      GR_FORMAT: '(acceptable formats are jpg, jpeg, png, pdf)',
      BASIC_INFO: 'Basic Information',
      OPITONAL_TEXT:
        '(Optional - Provide Mobile No. or Email to get tracking details.)',
      FULL_NAME: 'Full Name',
      MOBILE_NO: 'Mobile No.',
      EMAIL: 'Email',
      WARD: 'Ward',
      WARD_NO: 'Ward no',

      AREA: 'Area',
      HOLDING_NO: 'Holding No',
      SAF_NO: 'Saf No.',
      CONSUMER_NO: 'Consumer No.',
      REIVEW_SUBMIT: 'Review & Submit',
      ULB: 'ULB  ',
      GR_INFO: 'Grievance Info.',
      PERNSONAL_INFO: 'Personal Information',
      CONTINUE: 'Continue',
      NEXT: 'Next',
      GO_BACK: 'Go Back',
      SUBMIT: 'Submit',
      GR_SUBMITTED_SUCCESSFULLY: 'Grievance Submitted Successfully!',
      GR_NO: 'Grievance No',
      GR_SUBMIT_MESSAGE:
        'Please keep this grievance no. for future reference. You can track your grievance status with this grievance no.We have also sent details about your grievance in your mail.',
      GR_VIEW_DETAILS: 'View Grievance Details',
      ULB_MANDAT_MSG: 'ULB is mandatory',
      GR_MANDAT_MSG: 'Grievance Description is mandatory',
      RELOAD_CAPTCHA: 'Reload Captcha',
      ENTER_CAPTCHA: 'Enter Captcha',
      CAPTCHA_MANDAT: 'Captcha is required',
      // ═════════════║ PRE INFORMATORY  ║═════════════
      PRE_SUCH_POINTS: 'Such points will not be considered as Public Grievance',
      PRE_POINT_1: 'Matters related to RTI.',
      PRE_POINT_2: 'Matters related to Judiciary.',
      PRE_POINT_3: 'Matters undertaking Central Government',
      PRE_POINT_4: 'Sanitary services are not supported by this Portal.',
      PRE_POINT_5: 'Matters related to schemes and policies.',
      PRE_POINT_6: 'Suggestions.',
      PRE_POINT_7: 'Complain demanding employment or financial help.',
      PRE_POINT_8: 'Religious matters.',
      PRE_ACKN:
        'I acknowledge that I have read and agree to the above Terms and Conditions.',
      // ═════════════║ TOP BAR  ║═════════════
      GOVT_JH: 'Government of Jharkhand',
      HELPLINE_NO: 'Helpline No : 0651-2281500 ',
      HOME: 'Home',
      Grievance_Registration: ' Grievance Registration',
      TRACK_GR: 'Track Grievance',
      QUICK_TOOL: 'Quick Tool',
      QUICK_ACT: 'Quick_Action',
      SUPPORT: 'Support',
      LANGUAGE: 'Language',
      // ═════════════║ QUICK TOOLS LI  ║═════════════
      GENERAL_TOOLS: 'General Tools',
      PROPERTY_TOOLS: 'Property Tools',
      WATER_TOOLS: 'Water Tools',
      TRADE_TOOLS: 'Trade Tools',
      SEPTIC_TANK_CLEANING_TOOLS: 'Septic Tank Cleaning Tools',
      PET_REGISTRATION: 'Pet Registration',
      WATER_TANKER_BOOKING: 'Water Tanker Booking',
      ADVERTISEMENT_TAX: 'Advertisement Tax',
      LODGE_AND_BANQUET_REGISTRATION: 'Lodge and Banquet Registration',
      SOLID_WASTE_USER_CHARGE: 'Solid Waste User Charge',
      MARRIAGE_REGISTRATION: 'Marriage Registration',
      PUBLIC_TRANSPORT_CITY_BUS: 'Public Transport City Bus',
      PARKING_MANAGEMENT: 'Parking Management',
      RIG_MACHINE_REGISTRATION: 'Rig Machine Registration',
      HRMS_AND_PAYROLL: 'HRMS and Payroll',
      // ═════════════║ SUPPORT LI  ║═════════════
      RECENT_NEWS: 'Recent News',
      ULB_WISE_WARD_LIST: 'ULB Wise Ward List',
      PRIVACY_POLICY: 'Privacy Policy',
      FAQ: 'Frequently Asked Questions',
      CITIZEN_FEEDBACK: 'Citizen Feedback',

      // ═════════════║ BANNER  ║═════════════
      Jharkhand_Integrated:
        'Jharkhand Integrated Public Grievance Redressal System',
      URBAN_DEV:
        'Urban Development & Housing Department - Government of Jharkhand',
      YOU_CAN: 'You can also file a grievance via:',
      DO_YOU: 'Do you have any query.',
      REISTER_GR_NOW: 'Register Grievance Now',
      GR_REC: 'Grievance Received',
      GR_RES: 'Grievance Resolved',
      GR_PEN: 'Grievance Pending',

      // ═════════════║ CHATBOT  ║═════════════
      WHATSAPP: 'WhatsApp',
      PHONE: 'Phone',
      CHATBOT: 'Chatbot',

      // OPTIONS

      OPT_ONLINE:"Online",
      OPT_WHATSAPP:"WhatsApp",
      OPT_EMAIL: "Email",
      OPT_PHONE:"Phone Call",

      OPST_ONLINE:"Online Panel",
      OPST_WHATSAPP:"Register Grievance in Whatsapp",
      OPST_EMAIL:"Grievance Email Us",
      OPST_PHONE:"Toll Free Number",


      // INFORMATION

      STATE_NAME:"JHARKHAND",
      MAIL:"Mail Now",
      MAIL_HEAD:"Grievance via Email",
      PHONE_HEAD:"Grievance via Phone Number",
      WHATSAPP_HEAD:"Grievance via WhatsApp",
      WHATSAPP_TEXT:"Whatsapp Now",

      SERIAL_NUM:"Serial No.",
      CONTACT_TO:"Contact To",
      CONTACT_NUM:"Contact No.",
      ACTION:"Action",     
      TOOLS:"Tools",

      //review

      REVIEW_SD:"Your Feedback will be displayed once the State Admin verifies it.",


      // ═════════════║ BOXES  ║═════════════
      GREVINCE_REG: 'Grievance Registration',
      GREVINCE_REG_DES:
        'Click here to initiate the process of registering a new grievance. Provide necessary details and submit your concern to be addressed by the relevant authorities.',
      TRACK_GEV: ' Track Grievance',
      TRACK_GEV_DES:
        'Click here to track the current status of your previously registered grievance. View updates, progress, and any actions taken by the concerned department.',
      SEND_REM: 'Send Reminder',
      SEND_REM_DES:
        'Click here to send a reminder for a pending grievance. This will notify the concerned authorities about the delay in resolution and prompt them to take necessary action.',
      GIVE_FEED: 'Give feedback',
      GIVE_FEED_DES:
        'Click here to provide feedback on how your grievance was handled. Your input helps improve the grievance resolution process and service quality.',
      // ═════════════║ ABOUT JHARKAND  ║═════════════
      ABOUT_JHARKAND: 'About Jharkhand Public Grievance Redressal System',
      ABOUT_JHARKAND_DES_1:
        'The Jharkhand Public Grievance Redressal System is an online platform that empowers citizens to express their concerns and grievances related to various government services. The system enables residents to easily lodge grievance about issues such as housing life, property disputes, water supply problems, waste management, road conditions, and noise pollution.',
      ABOUT_JHARKAND_DES_2:
        'Once a grievance is registered, it is tracked and forwarded to the concerned department for resolution. The system ensures that every grievance is addressed in a timely manner, promoting transparency and accountability. Citizens can also monitor the progress of their grievance and receive updates about the actions taken by the authorities.',

      // ═════════════║ Grievance Register Mediums  ║═════════════
      GREVI_REG_MED: 'Grievance Register Mediums',
      ONLINE: 'Online',
      ONLINE_DES: 'You can register your grievance directly from panel.',
      WP_CHATBOT: 'Whatsapp Chatbot',
      WP_CHATBOT_DES:
        'Easily register your grievance with whatsapp interactive chatbot.',
      EMAIL_DES: 'Send us your grievance email.',
      PHONE_DES: 'Call us directly on our toll free number.',
      // ═════════════║ Grievance Register Mediums BOXES ║═════════════
      WP_BOX: 'Register Grievance in Whatsapp',
      EMAIL_BOX: 'Grievance Email Us',
      PHONE_BOX: 'Toll Free Number',
      // ═════════════║ CUSTOMER SUPPORT  ║═════════════
      SUPPORT_HEADING: 'Easily go through the grievance registration steps.',
      STEP1: 'Step-1 : Visit the Official Website',
      STEP1_DESC:
        'Go to the https://jharkhandegovernance.com website from your browser.',
      STEP2: 'Step-2 : Click on grievance Registration',
      STEP2_DESC:
        'Click on grievance registration option to open grievance registration form.',
      STEP3: 'Step-3 : Form Submit',
      STEP3_DESC: 'Fill all the required details and submit the form.',
      STEP4: 'Step-4 : Track grievance',
      STEP34_DESC:
        'Copy the grievance number provided. You can further track your grievance by this grievance no.',
      // ═════════════║ CUSTOMER SUPPORT WHATSAPP SECTION ║═════════════
      STRGWC: "Steps to Register grievance with Whatsapp Chatbot",
      WP_SEC_ST: 'Step-1 : Send a Message',
      WA_SM:
        "Open WhatsApp and send a message like 'Hi' to the chatbot number.",
      GR_SR: 'Step-2 : Select grievance Registration',
      CB_PR:
        "The chatbot will prompt you with options. Select the option 'grievance Registration' from the provided list.",
      PD_DT: 'Step-3 : Provide Details',
      CB_GC:
        'Follow the chatbot’s prompts to select the grievance category (such as water, garbage, road issues, etc.), describe the issue, and provide any necessary information like location.',

      CS_SB: 'Step-4 : Confirm and Submit',
      CB_CM:
        'After entering all required information, confirm your submission. The chatbot will provide a confirmation message stating that your grievance has been registered.',
      TY_GR: 'Step-5 : Track Your grievance',
      GN_TR:
        'You will receive a grievance number. Use this number to track the progress of your grievance, and the chatbot will notify you once it has been resolved.',
      // ═════════════║ CUSTOMER SUPPORT EMAIL SECTION ║═════════════
      ER_GR: 'Steps to Register grievance via Email.',
      S1_SE: "Step-1 : Send an Email",
      EM_GR:
        "Compose an email and send it to aadrikainfomedia@gmail.com with the subject line 'grievance Registration'.",
      PD_GR: 'Step-2 : Provide grievance Details',
      EM_DT:
        'In the email body, include the following details:\nYour Name\nContact Information\nCategory of grievance (e.g., Water, Garbage, Road issues, etc.)\nDescription of the issue\nLocation of the problem\nAny supporting documents (if applicable)',
      RN_GR: 'Step-3 : Receive grievance Number',
      EM_CN:
        'Once your email is received and processed, you will be sent a confirmation email containing your unique grievance Number. Use this number for tracking.',
      TY_GR_A: 'Step-4 : Track Your grievance',
      GR_ST:
        'Using the provided grievance number, you can inquire about the status of your grievance by sending a follow-up email or checking the grievance tracking page on the website.',
      GR_RN: 'Step-5 : grievance Resolution Notification',
      GR_RC:
        'Once your grievance is resolved, you will receive a final confirmation email notifying you about the resolution of your issue.',

      // ═════════════║ FOOTER  ║═════════════
      YOU_DOWNLOAD:
        'You can Download The Grievance Mobile Application available at Play Store and AppStore.',
      // ═════════════║ FOOTER IMPORTANT LINKS  ║═════════════
      IMPORTANT_LINKS: 'Important Links',
      NATIONAL_PORTAL_OF_INDIA: 'National Portal of India',
      STATE_PORTAL_OF_JHARKHAND: 'State Portal of Jharkhand',
      STATE_PORTAL_OF_JHARKHAND_DUPLICATE: 'State Portal of Jharkhand',
      JHARKHAND_POLICE: 'Jharkhand Police',
      MUKHYAMANTRI_JANSAMVAD: 'Mukhyamantri Jansamvad',
      IPRD: 'IPRD',
      JHARKHAND_LTD: 'Jharkhand Ltd.',
      // ═════════════║ FOOTER USEFUL LINKS  ║═════════════
      USEFUL_LINKS: 'Useful Links',
      MINISTRY_OF_URBAN_DEVELOPMENT: 'Ministry of Urban Development',
      MINISTRY_OF_HOUSING_AND_URBAN_POVERTY_ALLEVIATION:
        'Ministry of Housing and Urban Poverty Alleviation',
      SMART_CITY: 'Smart City',
      SWACHH_BHARAT_MISSION_URBAN: 'Swachh Bharat Mission - URBAN',
      RANCHI_MUNICIPAL_CORPORATION: 'Ranchi Municipal Corporation',
      // ═════════════║ FOOTER USEFUL LINKS  ║═════════════
      DEPARTMENT: 'Department',
      ABOUT_US: 'About Us',
      ULB_CONTACTS: 'ULB Contacts',
      SERVICES: 'Services',
      SCHEMES: 'Schemes',
      VIDEOS: 'Videos',

      // ═════════════║ CONTACT  ║═════════════
      CONTACT: 'Contact',
      URBAN_DEVELOPMENT_HOUSING_DEPARTMENT:
        'Urban Development & Housing Department 4th Floor Project Building, Dhurwa Ranchi',
      MPHONE: '+91 91232544478',
      GMAIL: 'Email: ud.secy@gmail.com',

      // ═════════════║ LANDING PAGE MODAL  ║═════════════
      MODAL_TITLE: "Do you want to register a grievance?",

      // ═════════════║ ALL PAGES  ║═════════════
      G_T: 'General Tools',
      JR_ACT: 'Jharkhand Acts & Rules',

      // ═════════════║  PROPERTY TOOLS PAGE  ║═════════════
      PT_TL: 'Property Tools',
      FN_HN: 'Find New Holding No.',
      HT_ACT: 'Holding Tax Act & Rules',
      KY_TC: 'Know Your Tax Collector',

      // ═════════════║  WATER TOOLS PAGE  ║═════════════
      WT_TL: 'Water Tools',
      KY_CN: 'Know Your Consumer No.',
      KY_WD: 'Know Your Ward',
      KY_ULB: 'Know Your ULB',
      // ═════════════║  TRADE TOOLS PAGE  ║═════════════
      ST_LC_NO: 'Search Trade License no',
      SA_NO: 'Search Application No.',
      TL_TL: 'Trade License Tools',
      // ═════════════║  septic Tank Cleaning Tools  ║═════════════
      ST_CLEAN_TL: 'Septic Tank Cleaning Tools',
      ACT_RULES: 'Acts & Rules',
      SR_NO: 'Search Registration No',
      // ═════════════║ pet Registration Tools  ║═════════════
      PT_ACT_RULES: 'Pet Acts & Rules',
      SLN: "Search License no",

      // ═════════════║ water Tanker Booking Tools  ║═════════════
      WT_BK_TL: 'Water Tanker Booking Tools',
      BOOKING_NO: ' Search Booking No',

      // ═════════════║ advertisement Tax Tools  ║═════════════

      AT_TL: 'Advertisement Tax Tools',
      // ═════════════║           lodge And Banquet Registration Tools  ║═════════════

      LB_REG_TL: 'Lodge And Banquet Registration Tools',

      SW_UC_TL: 'Solid Waste User Charge Tools',
      MR_REG_TL: 'Marriage Registration Tools',
      PT_CB_TL: 'Public Transport City Bus Tools',
      PM_TL: 'Parking Management Tools',
      RM_REG_TL: 'Rig Machine Registration Tools',
      HRMS_PP_TL: 'HRMS And Payroll Tools',

      // ═════════════║           FEEDBACK PAGE   ║═════════════

      GY_FB: "Give us your feedback",
      FF_FB: "Feel free to give us your feedback",
      YF_FB: "Your feedback is very important for us to enhance our system, Please feel free to give us your valuable feedback. Jan Seva Kendra for further query. & Feel free to contact us on +918458697845",
      RU: "Rate Us",
      WY_NAME: "Write Your Name",
      FB: "Feedback",
      WG_SUG: "Want to give Your Suggestion?",
      EN_NAME: "Enter your Name",
      EN_FB: "Enter your feedback",
      EN_SUG: "Enter your suggestion",
      SBMT: "Submit",
      // ═════════════║           WORD-ZONE-LIST-PAGE   ║═════════════

      ULB_WW_LIST: "ULB Wise Ward List",
      SY_DIST: "Select Your District",
      ZN_NAME: "Zone Name",
      WD_NAME: "Ward Name",
      ADDR_AT: "Address at",
      SRCH: "Search",

      // ═════════════║ PRIVACY POLICY  ║═════════════
      TOU_JS: "Terms of Use for Jharkhand Services",
      LU_DATE: "Last updated on 1st Aug, 2024",
      TOU_DESC: "The following Terms of Use ('Terms') govern your access to and use of the services provided by Jharkhand, including the Jharkhand website, mobile application, and any other services offered through these platforms (collectively, 'Services').",
      TOU_AGREE: "The terms 'Jharkhand,' 'us,' 'we,' 'our,' or 'Company' refer to the owners, managers, and employees of Jharkhand. The term 'you' refers to the user or viewer of Jharkhand's Services. By using Jharkhand's Services, you agree to be bound by these Terms. Please read them carefully.",
      SVC_GUIDELINES: "Service Use Guidelines",
      IP_PROTECTION: "What you see on our Services may be protected by one or more laws regarding intellectual property.",
      CNTNT: "Content",
      JMC_CGRS: "Jharkhand Municipal Corporation (Citizen Grievance Redressal System)",
      JMC_CGRS_DESC: "The Jharkhand Municipal Corporation (Citizen Grievance Redressal System) is a web-based enterprise solution designed to enhance citizen satisfaction through comprehensive service management and efficient service delivery.",
      JMC_CGRS_AUTOMATE: "Jharkhand Municipal Corporation automates the entire complaint process, from registration to closure. It enforces service level policies to ensure that complaints are attended to by the appropriate department within the desired timeline. If there is non-compliance with the service level or quality standards, the system escalates the issue to higher authorities for their attention and intervention. Once a complaint is registered, it is assigned to the concerned area officer responsible for the reported problem. The system automatically sends an SMS to the officer, alerting them to take the required actions.",
      JMC_CGRS_RESOLVE: "The officer is expected to resolve the complaint within a specified period. Once the complaint is resolved, the officer marks it as closed in the system. The citizen then receives an SMS confirming the resolution. If the citizen is not satisfied, they can request to reopen the complaint, which will then escalate to a higher authority.",
      JMC_CGRS_POLICY: "We reserve the right to remove, edit, modify, or unpublish any content on our platforms without notice. Jharkhand Municipal Corporation adheres to a fair use policy for content received from other sources. We are not responsible for any financial or personal loss you may incur as a result of the unauthorized use of your account or account information. We do not hold any liability for the accuracy, inaccuracy, completeness, incompleteness, alteration, modification, or timeliness of the content available on our platform. You agree to use the Service only for lawful purposes and not to violate the rights of third parties. Our Community Guidelines, which are part of these Terms, contain more information about acceptable and unacceptable uses of the Service. We have zero tolerance for content that does not comply with our community guidelines. Any unacceptable use, including posting or collecting content that is obscene, illegal, threatening, harassing, excessively violent, or promoting harm to self or others, may result in immediate termination of your account and suspension of Service access in the future.",
      YOUR_CNTNT: "Your Content",
      YCCOJMC: "You can comment on Jharkhand Municipal Corporation (JMC). By posting such content, you grant us permission to use it in any way we reasonably believe necessary to provide our Service both now and in the future, including storing, displaying, reproducing, and distributing your content. This might also include promoting your content with partner companies or services for broader broadcast, distribution, or publication via Jharkhand. You’re responsible for the content you publish through Jharkhand and assume all risk associated with it, including anyone else’s reliance on its accuracy or legal claims that might stem from its publication. By posting content on Jharkhand, you represent that you have the necessary rights to publish that material, and that doing so doesn’t conflict with any licenses you may have granted to others. We don’t always pre-screen everyone’s content. However, we have the right to review, edit, modify, and remove any content on Jharkhand for any reason. We assume no liability for anything that you or anyone else publishes through Jharkhand. Jharkhand may also contain links to websites, services, content, and advertisements that we don’t own or control. We don’t necessarily endorse or assume responsibility for that content either. Jharkhand may display advertisements along with your content in the future. We are not bound to share the revenues earned through such advertisements with you.",
      PRIVACY: "Privacy",
      PRIVACY_POLICY_DESC: "Our Privacy Policy explains our collection and use of information on the Service, including information you may consider personal. You consent to the information practices described in that policy as it may be updated from time to time.",
      SECURITY: "Security",
      SECURITY_DESC: "We take the security of Jharkhand very seriously. We use reasonable practices to protect the security of your account and the data associated with it, but we can’t guarantee that someone won’t be able to defeat our security measures. Please let us know immediately if you discover any compromise of your account. We always keep a lookout for security loopholes in Jharkhand. If you discover a vulnerability in our service, we would be grateful if you let us know immediately. To report a vulnerability, please email gzb",
      SECURITY_EMAIL: "gzb.nagar.nigam@gmail.com",

      ELIGIBILITY: "Eligibility",
      ELIGIBILITY_DESC: "As per Indian laws, users must be at least 12 years of age to be eligible to use our services. If you are from outside India and below the age of 12, please use Jharkhand under parental guidance.",
      COPYRIGHT: "Copyright",
      COPYRIGHT_DESC: "Jharkhand respects the intellectual property rights of others and expects users of the Services to do the same. We will respond to notices of alleged copyright infringement that comply with applicable law and are properly provided to us. If you believe that your content has been copied in a way that constitutes copyright infringement, please send us an email at",
      COPYRIGHT_DESC2: "  with your contact information. We reserve the right to remove content alleged to be infringing or otherwise illegal without prior notice and at our sole discretion. In appropriate circumstances, JMC will also terminate a user’s account if the user is deemed to be a repeat infringer.",
      COPY_EMAIL: "smartranchi02@gmail.com",
      CHANGES_TO_SERVICE: "Changes to Our Service",
      CHANGES_TO_SERVICE_DESC: "Jharkhand is always evolving and (hopefully) getting better. As a result, we may change, eliminate, or restrict access to our services or any part of our service at any time, for any reason, with or without advance notice. And we may do so with respect to one, some, or all of our users.",
      DISCLAIMERS: "Disclaimers",
      DISCLAIMERS_DESC: "Smart Ranchi is provided “as is” without any warranties, express or implied. RMC disclaims all warranties and conditions of merchantability, fitness for a particular purpose, and non-infringement.",
      LIMITATION_OF_LIABILITY: "Limitation of Liability",
      LIMITATION_OF_LIABILITY_DESC: "To the fullest extent allowed by law, RMC shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses resulting from: Your access to, use of, inability to access, or inability to use Smart Ranchi; Any third-party conduct or content on Smart Ranchi, including any defamatory, offensive, or illegal conduct of third parties; Any unauthorized access, use, or alteration of your content.",
      ARBITRATION: "Arbitration",
      ARBITRATION_DESC: "If you become disgruntled with Smart Ranchi for any reason, we’d like the opportunity to work out our differences informally. We strongly encourage you to contact us at smartranchi02@gmail.com and",
      ARBITRATION_DESC2: "we’ll do our best to resolve the dispute in good faith.",

      JURISDICTION: "Jurisdiction",
      JURISDICTION_DESC: "The terms of this agreement are exclusively based on and subject to Indian law. You hereby consent to the exclusive jurisdiction and venue of courts in Ranchi, India in all disputes arising out of or relating to the use of Smart Ranchi Services. The use of Services is unauthorized in any jurisdiction that does not give effect to all provisions of these TERMS, including without limitation this paragraph.",
      ENTIRE_AGREEMENT: "Entire Agreement",
      ENTIRE_AGREEMENT_DESC: "These TERMS and our Privacy Policy constitute the entire agreement between you and RMC. If any provision of these TERMS is found to be unenforceable, the remaining provisions will continue to be in full force and effect.",
      MODIFICATION: "Modification",
      MODIFICATION_DESC: "These TERMS may be modified from time to time. You agree to accept any changes or revisions to these TERMS by continuing to use Smart Ranchi.",
      // CONTACT: "Contact",
      CONTACT_DESC: "We welcome all questions, concerns, and feedback you might have about these terms. If you have suggestions for us, let us know at.",
      PRIVACY_POLICY_DESC1: "Here we will try our best to explain in simple terms what information we collect about you, what we use it for, and the few situations in which we share it with others. Please read this privacy policy carefully. It applies to all interactions you have with RMC Services.",
      THE_INFORMATION_WE_COLLECT: "The Information We Collect",
      USER_ACCOUNT_INFORMATION: "You don’t need to create an account to see the content available on our services. However, if you want to contribute and interact, we will ask you to create an account. Your user profile helps you customize your account and submit your content to be viewed by other Smart Ranchi users. In the future, you may be able to connect with other Smart Ranchi users or other users can connect with you. Your profile may automatically include your name and username. To help you connect with other Smart Ranchi users and to personalize your Smart Ranchi experience, we may ask for additional information, including your name, address, email id, Mobile No, IMEI No., photograph, and advertise id of your mobile device. We receive some other information automatically when you use Smart Ranchi. This includes data such as your device, software, operating system, your IP address, and the date and time of each request you make to Smart Ranchi and also access camera, location info through GPS, Photo Gallery. To make your Smart Ranchi experience better, we collect information about how you view and contribute content through Smart Ranchi.",
      HOW_WE_USE_AND_DISCLOSE_INFORMATION1: "How We Use and Disclose Your Information",
      HOW_WE_USE_AND_DISCLOSE_INFORMATION: "A big part of Smart Ranchi is sharing content you find interesting. That’s why your Smart Ranchi profile and the comments you post are all public. Aside from that, we use your information to keep Smart Ranchi running, better understand how you use our service, customize your experience, prevent abuse, and improve Smart Ranchi. We share your personally identifiable information only under these circumstances: With your consent, after letting you know what information will be shared, and with whom. If we believe it’s reasonably necessary to comply with a law, regulation, or legal process. If we’re going to release your information, our policy is to provide you with reasonable advance notice under the circumstances unless we’re prohibited from doing so by law or court order. We may disclose your information without giving you prior notice if we believe it’s necessary to prevent imminent and serious bodily harm to a person. Nothing in this privacy policy is intended to limit any legal objections or defenses you might have to efforts by third parties to compel disclosure of your information, including legal orders from the government. To third parties helping us offer and improve our service, such as those providing Smart Ranchi certain technical tools and analytics that help us understand how people use Smart Ranchi so we can make it better. If we sell, transfer, or otherwise share some or all of our assets, including the information identified in this privacy policy, in connection with a merger and acquisition. We may also share non-personally identifiable, non-aggregate information with companies that help us improve our services, (such as research companies and analytics providers). As with your personally identifiable information, we require that such companies observe the limitations in this privacy policy. We may disclose aggregate information about how our users use Smart Ranchi in a manner that doesn’t identify you individually.",
      LIMITED_PERMISSION_TO_COPY: "Limited Permission to Copy",
      LIMITED_PERMISSION_TO_ACCESS: "RMC grants you permission to only access and make personal use of the Services, and you agree not to, directly or indirectly, download or modify/alter/change/amend/ vary/transform/revise/translate/publish, or otherwise disseminate any content on Smart Ranchi Services, or any portion of it; or delete or fail to display any promotional taglines included in the Services either directly or indirectly, except with the express consent of RMC. However, you may print or download extracts from these pages for your personal/individual, non-commercial use only. You must not retain any copies of these pages saved to disk or to any other storage medium except for the purposes of using the same for subsequent viewing purposes or to print extracts for personal/individual use.",
      WEB_STORAGE_AND_TRACKING_POLICY: "Web Storage and Tracking Policy",
      WEB_STORAGE_AND_TRACKING_POLICY_DESC: "Some publishers or other third-party services that we partner with may use cookies, web beacons, or other technologies to keep track of your Internet activity. Please note that this privacy policy explains RMC’s policies only, and doesn’t cover the practices of other services. Some browsers make it possible for you to signal that you don’t want your Internet browsing activity to be tracked. The Internet community hasn’t reached a consensus on how to best honor these signals, so we don’t respond to Do-Not-Track requests at this time.",
      DATA_SAFETY: "Data Safety",
      DATA_SAFETY_DESC: "HappServe application collects any specific personal information from you (like name, phone number, or e-mail address), that allows us to identify you individually. Any information provided to this application will be protected from loss, misuse, unauthorized access or disclosure, alteration, or destruction.",
      USAGE_OF_PERSONAL_DATA: "Usage of Personal Data",
      PURPOSE_OF_STORING_PERSONAL_DATA: "We would like to add here that we do not use your personal data like email and mobile number provided by you for making any automated decision which might affect you. In general, we create and maintain user accounts. These data will be useful to us in providing, managing, operating, supporting, and enhancing our service and user experience. As far as security is concerned, we will verify your information by taking reasonable steps (verification of your account with One Time Password) to grant you access to your account. Lastly, we do not share any information with third-party applications or any other sources.",
      PAYMENT_REFUND_POLICY: "Payment Refund Policy",
      PAYMENT_REFUND_POLICY_DESC: "Refunds will be returned using the original method of payment – for example, if a donation has been made by credit card, the refund will be credited by the same mode of Channel to the same credit card by the Merchant, and this goes for all Pay Modes from which the customer will make the Payment. Also, if the required product is not as per the selection done by the customer, then the customer can get back to us within 10 working days and the refund would take place as per Banks TAT/norms.",
      PAYMENT_CANCELLATION_POLICY_1: "Payment Cancellation Policy",
      PAYMENT_CANCELLATION_POLICY: "Once the product is dispatched, then the cancellation policy won't be entertained. Before that, within 5 to 6 days, the customer can cancel the product before it gets delivered. Otherwise, the merchant is instructed to update the disclaimer on the website. Refund/Cancellation won't be entertained once the customer makes the payment.",



      // ═════════════║ FAQ PAGE  ║═════════════
      FREQUENTLY_ASKED_QUESTIONS: "Frequently Asked Questions",
      LAST_UPDATED: "Last updated on 1st Aug, 2024",
      SEE_MORE: "See More",

      // ═════════════║ CITIZEN FEEDBACK PAGE  ║═════════════
      FEEDBACKS_AND_RATINGS_GIVEN: "Feedbacks and ratings given",
      CITIZEN_OPINIONS: "Citizen Opinions",

      // ═════════════║ LOG IN SECTION  ║═════════════
      MY_ACCOUNT: "My Account",
      CITIZEN_LOGIN: "Citizen Login",
      LOG_OUT: "Log out",
      LOG_IN: "Login",
      ACCESSIBILITY_OPTIONS: "Accessibility Options",
      CLICK_TO_SEE_ACCESSIBILITY_OPTIONS: "Click to see accessibility options",

      ADMIN_LOGIN: "Admin Login",

      // ═════════════║ CITIZEN  LOG IN SECTION  ║═════════════
      SIGN_UP_GRIEVANCE_REDRESSAL_SYSTEM: "Sign up to the Grievance Redressal System",
      ENTER_YOUR_EMAIL: "Enter your Email",
      ENTER_YOUR_PASSWORD: "Enter your password",
      ENTER_YOUR_CONFIRM_PASSWORD: "Enter your confirm password",
      SU: "Sign Up",
      SIGN_IN_WITH_GOOGLE: "Sign in with Google",
      SIGN_UP_WITH_EPRAMAAN: "Sign up with ePramaan",
      ALREADY_HAVE_ACCOUNT_LOGIN: "Already have an Account! Login",
      QUERY_SOLVING_HEADING: "We are ready to solve your queries.",

    // ═════════════║ CITIZEN  GR TRACK PAGE  ║═════════════
    GRIEVANCE_LIST: "Grievance List",
    GRIEVANCE_NO: "Grievance No.",
    CITIZEN_NAME: "Citizen Name",
    STATUS: "Status",
    VIEW: "View",
    PENDING: "Pending",
     PR: "Pending (re-opened)",
     R: "Rejected",
     RS: "Resolved",
     P: "Pending",

      // ═════════════║CITIZEN  GR TRACK PAGE  ║═════════════
     
      // MOBILE_NO: "Mobile No.",
     

      // ═════════════║CITIZEN  GR TRACK PAGE BY ID   ║═════════════
      GRIEVANCE_STATUS_UPDATE: "We are working on this grievance, You will be informed soon.",
      GRIEVANCE_DETAILS: "Grievance Details",
      REGISTERED_ON: "Registered on",

      NA: "N/A",
      GRIEVANCE_LOCATION: "Grievance Location",
      DESCRIPTION: "Description:",
      GRIEVANCE_DOCUMENT: "Grievance Document:",
      GRIEVANCE_RESOLUTION_TIME: "Grievance Resolution Time",
      CONTACT_INFO: "Feel free to connect with us at +91912325398. You can also visit",
      JAN_SEVA_KENDRA_INFO: "nearest Jan Seva Kendra for further queries.",

      // ═════════════║ CITIZEN LOGIN LANDING PAGE  ║═════════════
      WELCOME: "Welcome",
      WEL_TXT: "You can easily access your complaints and other accessibility options.",
      TOTAL_GRV: "Total Grievance Registered",
      FD_GIVEN: "FeedBack Given",
      EX_MR: "Explore More",
      RG_GR_NOW: "Register Grievance Now ",
      ROLE: "ROLE",
      CITIZEN_USER: " Citizen user",

      CTAQ: "Click to ask questions",
      RCVWC: "Register complaint via Whatsapp chatbot.",
      RCVE: "Register complaint via email.",
      POE: "Popular Options to Explore",
      MG: "My Grievance",
      MP: "My Profile",
      WC: "Whatsapp Chatbot",


      // ═════════════║CITIZEN  LOGIN SIDEBAR   ║═════════════


      DASHBOARD: "Dashboard",
      ALL_GR: "All Grievance",
      AF: "All Feedbacks",
      GYF: "Give Your Feedback",
      WT_USER: "Water User Charge",
      LODGE_BAN: "Lodge And Banquet",
      ZWWL: "Zone Wise Ward List",
      FAQ_SRT: "FAQ",
      PROFILE: "Profile",
      // ═════════════║ MINISTER  SECTION   ║═════════════

      CM: "Chief Minister",
      SHS: "Shri Hemant Soren",

      MUDHD: "Minister (UD&HD)",
      SSK: "Shri Sudivya Kumar",

      SUDHD: "Secretary (UD&HD)",
      SS_KIAS: "Shri Sunil Kumar, IAS",

      EX: "Explore",

      LTGRS: "Login to the Grievance Redressal System",
      STRGO: "Steps to Register Online Grievance",

      ARG: "All Registered Grievances",
      RGN: "Register Grievance Now",
      YCRAROC: "You can Register and Re-Open complaint anytime.",
REMARK: "Remark",

      // ═════════════║ CITIZEN TESTIMONIALS PAGE   ║═════════════

      FARG: "Feedbacks And Ratings Given",
      CO: "Citizen Opinions",

      // ═════════════║ CITIZEN REVIEW PAGE   ║═════════════
      GUYF: "Give us your feedback",
      FFTGUYF: "Fee free to give us your feedback",
      YFIVIFU: "Your feedback is very important for us to enhance our system, Please feel free to give us your valuable feedback.",
      XYZ: "",
      WYN: "Write Your Name",
      F: "Feedback",
      WTGYS: "Want to give Your Suggestion ?",
      EYS: "Enter your suggestion",
      EYF: "Enter your feedback",
      EYN: "Enter your Name",
      JSK: " for further query. & Feel free to contact us on +918458697845",
      JSK2: "Jan Seva Kendra",


      // ═════════════║ CITIZEN PROFILE PAGE   ║═════════════
      MD: "My Details",
      N: "Name",
      AP: "Alt. Phone",
      S: "State",
    
      E: "Email",
      JH: "Jharkhand",
      A: "Active",
      IA: "In-Active",
      // PI: "Profile Information",
      // ═════════════║  Grievance Registration Steps  ║═════════════

      GRS: "Grievance Registration Steps",
      FTGRF: "Fill the grievance registration form by providing basic details and grievance related details.",
      S2: "Step 2",
      CSTSA: "Click the submit button to submit the application.",
      S3: "Step 3",
      YCETYRCVCNPATOCS: "You can easily track your registered complaint via complaint no. provided at the time of complaint submission.",
      S4: "Step 4",
      YCRYCINSWTS: "You can re-open your complaint if not satisfied with the solution.",
      YCRYCINSWTS1: "Terms used in the complaint registration form.",
      ULB1: "ULB stands for Urban Local Body",
      ULB_GB: "ULB is the government body in different areas of the state.",
      SE: "Service",
      S_M: "Service is the module for which you want to register a complaint like Property, water, trade, etc.",
      FN: "Full Name",
      MN: "Mobile No.",
      TBAIOPTWIRC: "These are the basic information of the person who is registering complaint.",
      GT: "Grievance Title",
      TITC: "This is the title of the complaint.",
      TIDTGC: "This is the whole description of the grievance, Include all the information which are related with the grievance, for example, If you want to register complaint for property related issues then you must include your holding no., If you want to complain against water user charges then include your consumer no.",
      GDOC: "Grievance Document",
      TIDRWC: "This is the document related with the complaint, You can upload image or pdf file.",
      SBL: "Symbol",
      AFMW: "Any field marked with * is required, you must fill the marked field.",
      GN: "Grievance Number",
      AY: "Are you sure?",
      GM: "Grievance Management",

 GRT: "Grievance Resolution Time",
  YGWWR: "Your grievance will be resolved within 10 working days. You can further reopen your grievance if not satisfied with the grievance resolution.",
  FCTC: "Feel free to connect with us at +91912325398. You can also visit",
  FQ: "for further queries",
  NJSK: "nearest Jan Seva Kendra",

      // ═════════════║  MODULE  TRACK PAGE   ║═════════════
       PROPERTY_STATUS: "Property Application Status",
       WATER_STATUS: "Water Application Status",
       TRADE_STATUS: "Trade Application Status",
       MODULE_STATUS: "Module Status",
      RIG_STATUS:"Rig Application Status",
      PET_STATUS:"Pet Application Status",
      SEPTIC_STATUS:"Septic Tank Application Status",
      WATER_TANKER_STATUS:"Water Tanker Application Status",
      LODGE_BANQUET_STATUS:"Lodge And Banquet Application Status",
      SWM_STATUS:"Solid Waste Management Application Status",


 },

  }

  return languages[languageType]
}
